12/data/attachments/fd5c13cedeb6ce89.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jason_American_Actions_23936_2</nif:username>
            <nif:friendToBeRequested>soap_actions_5063f9fa-e139-435c-b931-990b23df6a7b</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>